$('#list-of-results')[0].innerHTML = `

    <div class="job">
    <h3>JavaScript программист</h3> ООО «ПОСТСКРИПТУМ», Москва
    <br>з/п под договоренности, опыт работы 1 год
    <br>частичная занятость на территории работодателя
    <div class="superjob"></div>

    <h4>Должностные обязанности:</h4>
    Программирование на языке Javascript (различного рода калькуляторы);
    Создание анимации средствами HTML5, CSS3, javascript;
    Верстка страниц на основе уже существующих, либо с нуля HTML5, CSS3.
    <h4>Требования:</h4>
    Знание HTML5, CSS3;<br>
    Знание javascript, опыт работы с различными js-библиотеками и фреймворками;<br>
    Опыт адаптивной верстки под разные разрешения экрана, планшеты и мобильные устройства;<br>
    Владение графическими пакетами на уровне нарезки макета;<br>
    Представление о возможностях современных мобильных устройств.<br>
    На собеседовании в офисе – обязательное выполнение тестового задания:<br>
    1) Создать простую анимацию средствами HTML5 и CSS3.<br>
    2) Создать простую анимацию средствами JavaScript.<br>
    <h4>Мы предлагаем:</h4>
    Проектная работа в офисе. После пилотного периода возможна удалённая работа;
    Чай, кофе в офисе;
    Интересные, разнообразные задачи.
    <h4>Адрес:</h4>
    ул. Погодинская, д.20, корп.5
    <h4>Контактная информация</h4>
    +7 499 2
</div>

<div class="job">
    <h3>JavaScript программист</h3> ООО «ПОСТСКРИПТУМ», Москва
    <br>з/п под договоренности, опыт работы 1 год
    <br>частичная занятость на территории работодателя
    <div class="superjob"></div>

    <h4>Должностные обязанности:</h4>
    Программирование на языке Javascript (различного рода калькуляторы);
    Создание анимации средствами HTML5, CSS3, javascript;
    Верстка страниц на основе уже существующих, либо с нуля HTML5, CSS3.
    <h4>Требования:</h4>
    Знание HTML5, CSS3;<br>
    Знание javascript, опыт работы с различными js-библиотеками и фреймворками;<br>
    Опыт адаптивной верстки под разные разрешения экрана, планшеты и мобильные устройства;<br>
    Владение графическими пакетами на уровне нарезки макета;<br>
    Представление о возможностях современных мобильных устройств.<br>
    На собеседовании в офисе – обязательное выполнение тестового задания:<br>
    1) Создать простую анимацию средствами HTML5 и CSS3.<br>
    2) Создать простую анимацию средствами JavaScript.<br>
    <h4>Мы предлагаем:</h4>
    Проектная работа в офисе. После пилотного периода возможна удалённая работа;
    Чай, кофе в офисе;
    Интересные, разнообразные задачи.
    <h4>Адрес:</h4>
    ул. Погодинская, д.20, корп.5
    <h4>Контактная информация</h4>
    +7 499 2
</div>

<div class="job">
    <h3>JavaScript программист</h3> ООО «ПОСТСКРИПТУМ», Москва
    <br>з/п под договоренности, опыт работы 1 год
    <br>частичная занятость на территории работодателя
    <div class="superjob"></div>

    <h4>Должностные обязанности:</h4>
    Программирование на языке Javascript (различного рода калькуляторы);
    Создание анимации средствами HTML5, CSS3, javascript;
    Верстка страниц на основе уже существующих, либо с нуля HTML5, CSS3.
    <h4>Требования:</h4>
    Знание HTML5, CSS3;<br>
    Знание javascript, опыт работы с различными js-библиотеками и фреймворками;<br>
    Опыт адаптивной верстки под разные разрешения экрана, планшеты и мобильные устройства;<br>
    Владение графическими пакетами на уровне нарезки макета;<br>
    Представление о возможностях современных мобильных устройств.<br>
    На собеседовании в офисе – обязательное выполнение тестового задания:<br>
    1) Создать простую анимацию средствами HTML5 и CSS3.<br>
    2) Создать простую анимацию средствами JavaScript.<br>
    <h4>Мы предлагаем:</h4>
    Проектная работа в офисе. После пилотного периода возможна удалённая работа;
    Чай, кофе в офисе;
    Интересные, разнообразные задачи.
    <h4>Адрес:</h4>
    ул. Погодинская, д.20, корп.5
    <h4>Контактная информация</h4>
    +7 499 2
</div>
`;
